Repository: shanepeckham/custom-machine-translation-recipes
Catalog: Data/train/EAC_REFRENCE_DATA.en_fr.tmx
Source language: en
Languages: fr

source: I now have a better understanding of requirements of industry and labour market
fr: J'ai maintenant une meilleure compréhension des exigences de l'industrie et du marché du travail

source: BILATERAL PARTNERSHIPS
fr: PARTENARIATS BILATERAUX

source: Cultural organisation (e.g. museum, art gallery)
fr: Organisation culturelle (exemple : musée, galerie d'art)

source: MEETINGS SEMINARS
fr: SEMINAIRES DE RENCONTRES

source: European conference or seminar
fr: Conférence ou séminaire européen

source: Within the same sector
fr: Dans le même secteur

source: Employed in adult education
fr: Employé dans l'éducation des adultes

source: Office clerks
fr: Employés de bureau

source: Creativity and entrepreneurship
fr: Créativité et esprit d'entreprise

source: Motivated me to carry on developing my professional skills in the future
fr: M'a encouragé à continuer le développement de mes compétences professionnelles à l'avenir

source: I discovered new techniques, new methods
fr: J'ai découvert de nouvelles techniques, nouvelles méthodes

source: Isle Of Man
fr: Île de Man

source: Machine operators and assemblers
fr: Opérateurs de machines et assembleurs

source: Insurance, reinsurance and pension funding, except compulsory social security
fr: Assurance, financement de réassurance et de pension, excepté la sécurité sociale obligatoire

source: Armenian
fr: Arménien

source: Basic skills
fr: Compétences de base

source: Can understand the main points of clear standard input on familiar matters regularly encountered in work, school, leisure, etc. Can deal with most situations likely to arise whilst travelling in an area where the language is spoken. Can produce simple connected text on topics, which are familiar, or of personal interest. Can describe experiences and events, dreams, hopes & ambitions and briefly give reasons and explanations for opinions and plans.
fr: Peut comprendre les points essentiels quand un langage clair et standard est utilisé et s'il s'agit de choses familières dans le travail, à l'école, dans les loisirs, etc. Peut se débrouiller dans la plupart des situations rencontrées en voyage dans une région où la langue cible est parlée. Peut produire un discours simple et cohérent sur des sujets familiers et dans ses domaines d'intérêt. Peut raconter un événement, une expérience ou un rêve, décrire un espoir ou un but et exposer brièvement des raisons ou explications pour un projet ou une idée.

source: Romanian
fr: Roumain

source: Policy oriented dialogue and projects
fr: Dialogue et projets orientés sur la politique

source: Overall satisfaction regarding recognition of my Mobility
fr: Satisfaction globale concernant la reconnaissance de mon stage

source: The match between the real course content and the published course/conference/seminar description
fr: La cohérence entre le contenu réel du cours et la description du cours/conférence/séminaire publié

source: Training and cooperation in the field of literary translation
fr: Pratique de l'enseignement sur le terrain de la traduction littéraire

source: ACTIVITIES OF HOUSEHOLDS AS EMPLOYERS; UNDIFFERENTIATED GOODS- AND SERVICES-PRODUCING ACTIVITIES OF HOUSEHOLDS FOR OWN USE
fr: ACTIVITES DES MENAGES COMME EMPLOYEURS ; MARCHANDISES INDIFFERENCIEES - ET SERVICES PRODUISANT DES ACTIVITÉS DES MÉNAGES POUR UNE PROPRE UTILISATION

source: KA2 Languages
fr: KA2 Langues

source: Yemen
fr: Yémen

source: Ethics, religions, philosophy
fr: Ethique, religions, philosophie

source: Pedagogy of LWULT (Less Widely Taught and Less Used Languages)
fr: Pédagogie des langues MODIME (Langues les Moins Diffusées et les Moins Enseignées)

source: Methods to increase pupils motivation
fr: Méthode pour développer la motivation des élèves

source: Non-profit association of survivors
fr: Association à but non lucratif de rescapés / survivants

source: Materials (wood, paper, plastic, glass)
fr: Matériaux (bois, papier, plastique, vitres)

source: HE research centres
fr: Centres de recherche de l'enseignement supérieur (ES)

source: Broadcast
fr: Diffusion

source: GRU-Low-Medium
fr: GRU-Petit-Moyen

source: Tertiary programmes with academic orientation
fr: Enseignement universitaire

source: Lack of time for project work
fr: Manque de temps pour le travail sur le projet

source: Documentation, archiving
fr: Documentaion, archive

source: Pre-primary education
fr: Education pour classe de maternelle

source: Physical and engineering science associate professionals
fr: Professionnels des sciences physiques et de l'inginiérie et apparentés

source: Poetry works
fr: Travaux poétiques

source: Extraction and building trades workers
fr: Ouvrier des mines et du bâtiment

source: Other basic programmes
fr: Autres programmes de base

source: Social services (others)
fr: Services sociaux (autres)

source: Congo, The Democratic Republic Of The
fr: Congo, La République Démocratique du

source: Literacy and numeracy
fr: Alphabétisation et capacité de calcul

source: Physics
fr: Physique

source: Basic programmes
fr: Programmes de base

source: Medium impact
fr: Impact moyen

source: Guernsey
fr: Guernesey

source: ERASMUS Curriculum Development Projects
fr: ERASMUS Projets de développement de programmes d'études

source: 21 months
fr: 21 mois

source: Enhanced my career prospects
fr: A amélioré mes perpectives professionnelles

source: Veterinary
fr: Vétérinaire

source: To assist people from vulnerable social groups and in marginal social contexts, in particular older people and those who have left education without basic qualifications, in order to give them alternative opportunities to access adult education
fr: Aider les personnes issues de groupes sociaux vulnérables et qui vivent dans des contextes sociaux marginaux, en particulier les personnes plus âgées et celles qui ont quitté l’enseignement sans avoir obtenu de qualifications de base, afin de leur offrir une alternative et de leur permettre d’accéder aux formations pour adultes

source: Artificial intelligence
fr: Intelligence artificielle

source: Dutch
fr: Néerlandais

source: (CLIL) Content and Language Integrated Learning
fr: Enseignement de matières par intégration d'une langue étrangère (EMILE)

source: Education of specific target groups: (occupational travellers, migrants, travellers, Roma)
fr: Education des groupes spécifiques: (voyageurs professionnels, migrants, voyageurs, Tsiganes)

source: Myanmar
fr: Birmanie

source: Cameroon
fr: Cameroun

source: Text File
fr: Fichier texte

source: Bosnian
fr: Bosniaque

source: LEO Toi
fr: LEO Transfert d'Innovation

source: TURKEY
fr: TURQUIE

source: 5 months
fr: 5 mois

source: To improve the quality and to increase the volume of co-operation between higher education institutions and enterprises
fr: Améliorer la qualité et accroître le volume de la coopération entre les établissements d’enseignement supérieur et les entreprises

source: Administrative associate professionals
fr: Professionnels associés aux tâches administrative

source: Activities achievement
fr: Réalisation d'activités

source: Services to buildings and landscape activities
fr: Services aux bâtiments et activités de jardinage-paysagiste

source: Prepare learners and teachers/trainers for mobility
fr: Préparer les apprenants est les enseignants/formateurs à la mobilité

source: School management, school autonomy
fr: Gestion des établissements scolaires, autonomie des établissements scolaires

source: Encouraged me to use more ICT (Information and Communication Technology) in the classroom
fr: M'a incité à utiliser davantages les TIC (Technologies de l'Information et de la Communication) dans la classe

source: Active citizenship
fr: Citoyenneté active

source: Antigua and Barbuda
fr: Antigua-et-Barbuda et Barbuda

source: Art Director
fr: Directeur artistique

source: My mobility abroad will help with my future studies* (only for persons still in training)
fr: Mon placement à l'étranger va m'aider pour mes futures études (seulement pour les personnes encore en formation)

source: Commitment to a more inclusive growth: fight against poverty and marginalisation
fr: Engagement pour davantage de croissance inclusive : lutte contre la pauvreté et la marginalisation

source: Telecommunications
fr: Télécommunications

source: Job Shadowing Institution
fr: Etablissement d'observation en situation de travail

source: Health associate professionals (except nursing)
fr: Professionnels associés à la santé (sauf les infirmières)

source: 2 months
fr: 2 mois

source: Economy and business
fr: Economie et commerce

source: Senior officials of special-interest organisations
fr: Hauts responsables d'organismes d'intérêt spécial

source: COMENIUS Multilateral projects
fr: COMENIUS Projets multilatéraux

source: Numeracy
fr: Capacité de calcul

source: Tropical / Subtropical agriculture
fr: Agriculture tropicale/Subtropicale

source: Increased cooperation with other local organisations
fr: Coopération accrue avec les autres entreprises locales

source: Singapore
fr: Singapour

source: Dissemination through the media
fr: Diffusion via les medias

source: Sending organisation
fr: Organisation d'envoi

source: SLOVAKIA
fr: SLOVAQUIE

source: Support to the modernisation agenda of higher education: Governance reform
fr: Support de modernisation de la scolarité en éducation supérieur: réforme de Gouvernement

source: Family / parent education
fr: Education parentale et familiale

source: GRU-High-Medium
fr: GRU-Grand-Moyen

source: Drivers and mobile-plant operators
fr: Manutentionnaires caristes

source: the former Yugoslav Republic of Macedonia
fr: Ancienne République de Macédoine

source: Organisational problem within the organisation
fr: Problème d'organisation dans l'organisme

source: Nuclear and high energy physics
fr: Nucléaire et physique des hautes énergie

source: Debate
fr: Débats

source: Palestinian Territory, Occupied
fr: Territoire Palestinien, Occupé

source: I can express myself better in another language
fr: Je peux mieux m'exprimer dans une autre langue

source: Health
fr: Santé

source: Regional planning
fr: Aménagement régional

source: Welsh
fr: Gallois

source: CROATIA
fr: CROATIE

source: Director of photography
fr: Directeur de photographie

source: CYPRUS
fr: CHYPRE

source: Korea, Republic Of
fr: Corée, République de

source: School development and leadership
fr: Développement et direction des établissements scolaires

source: Support for the structures of the Programme
fr: Soutien aux structures du Programme

source: European Training Foundation
fr: Fondation européenne pour la formation

source: Exchange of experience and best practice through the establishment of networks
fr: Partage d'expérience et de bonnes pratiques à travers la mise en place de réseaux

source: British Indian Ocean Territory
fr: Territoire Britannique de l'Océan Indien

source: Electrical trades programmes
fr: Programme d'échanges électriques

source: Production and operation managers
fr: Responsable de la production et des opérations

source: Developing educational services such as special courses for upgrading knowledge and skills
fr: Développer des services éducatives comme des cours specials pour perfectionner la connaissance et les aquis

source: Upper secondary and post-secondary non-tertiary education
fr: Second cycle de l'enseignement secondaire et enseignement post-secondaire non supérieur

source: NA Youth in Action
fr: Agence Nationale Jeunesse en Action

source: Therapy and rehabilitation
fr: Thérapie et rééducation

source: to contribute to developing the quality of support systems for youth activities and the capabilities of civil society organisations in the youth field
fr: Contribuer à développer la qualité des dispositifs de soutien aux actions des jeunes et les capacités des organisations œuvrant dans le domaine de la jeunesse

source: Internal
fr: Interne

source: Can understand with ease virtually everything heard or read. Can summarise information from different spoken and written sources, reconstructing arguments and accounts in a coherent presentation. Can express him/herself spontaneously, very fluently and precisely, differentiating finer shades of meaning even in more complex situations.
fr: Peut comprendre sans effort pratiquement tout ce qu'il/elle lit ou entend. Peut restituer faits et arguments de diverses sources écrites et orales en les résumant de façon cohérente. Peut s'exprimer spontanément, très couramment et de façon précise et peut rendre distinctes de fines nuances de sens en rapport avec des sujets complexes.

source: Precision, handicraft, printing and related trades workers
fr: Ouvrier de précision, de l'artisanat et autres activités apparentées

source: Support to the modernisation agenda of higher education: Curricular reform
fr: Support de modernisation de la scolarité en éducation supérieur: réforme de Corricular

source: InteractiveResource
fr: Resource interactive

source: Town / City - Suburbs
fr: Ville - Banlieues

source: Others - Law
fr: Autres - Droit

source: Spreading of the results of European Language Label projects and promotion of networking among them
fr: Diffusion des résultats de projets du Label européen des langues et promotion des réseaux parmi eux

source: Child care and youth services
fr: Garde d'enfants et services pour les jeunes

source: Book
fr: Livre

source: Elementary occupations
fr: Professions élémentaires

source: Performing arts
fr: Arts du spectacle

source: Agriculture and Veterinary
fr: Agriculture et vétérinaire

source: Round 1: 31/12/2011
fr: Dépôt en continu jusqu'au : 31/12/2011

source: New sectors
fr: Nouveaux secteurs

source: General Programmes
fr: Programmes généraux

source: Municipality
fr: Municipalité

source: Parents' associations
fr: Associations de parents

source: Course Organiser
fr: Organisateur de cours

source: Non-university higher education
fr: Enseignement supérieur non-universitaire

source: Retired
fr: Retraité

source: Computer associate professionals
fr: Professionnels associés de l'informatique

source: Other personal service activities
fr: Autres activités de service à la personne

source: Fisheries
fr: Pêche

source: To enhance the quality and European dimension of teacher training
fr: Améliorer la qualité et la dimension européenne de la formation des enseignants

source: Agricultural economics
fr: Economie agricole

source: Leonardo da Vinci Mobility Certificate
fr: LEONARDO DA VINCI certificat de mobilité

source: Special education teaching associate professionals
fr: Professionnels associés à l'enseignement spécialisé

source: Early school leaving
fr: Décrochage scolaire précoce

source: South Africa
fr: Afrique du Sud

source: Enterprises, social partners and their organisations at all levels, including trade organisations and chambers of commerce and industry
fr: Entreprises, partenaires sociaux et leurs organismes à tous niveaux, incluant les organisations commerciales et chambre de commerce et industrie

source: Inspectors
fr: Inspecteurs

source: PREPARATORY VISITS
fr: VISITES PREPARATOIRES

source: Methodology
fr: Méthodologie

source: Guidance material to new approaches and methodologies
fr: Matériel permettant de nouvelles approches et des nouvelles méthodologies

source: Group 7 – Actions promoting participation and initiative by young people
fr: Groupe 7 - Actions favorisant la participation et l’initiative des jeunes

source: Religion / Ethics
fr: Religion / Ethique

source: German
fr: Allemand

source: Music and musicology
fr: Musique et Musicologie

source: Large city - Suburbs
fr: Grande ville - Banlieues

source: Physical, mathematical and engineering science professionals
fr: Professionnels des sciences mathématiques, physiques et de l'ingénierie

source: Publishing Resources
fr: Publication de ressources

source: Biology and biochemistry
fr: Biologie et Biochimie

source: Criminal law, criminology
fr: Droit criminel, criminologie

source: COMENIUS Pupil mobility sending school
fr: Comenius Mobilité des élèves Ecole d'envoi

source: EUROPEAN YEAR for Active Ageing and Intergenerational Solidarity (2012)
fr: Année européenne pour la vieillesse active et pour la solidarité intergénérationnelle (2012)

source: Financial intermediation, except insurance and pension funding
fr: Intermédiation financière, excepté l'assurance et le financement de pension

source: Paper Brochures
fr: Brochures papier

source: Social obstacles
fr: Difficultés sociales

source: Personal services (broad programmes)
fr: Services à la personne (programmes généraux)

source: Community's pre-accession instruments
fr: Instruments de préadhésion de la Communauté

source: SWEDEN
fr: SUÈDE

source: Pre-primary education teaching associate professionals
fr: Professionnels associés à l'enseignement pré-primaire (maternelle en France)

source: Sao Tome And Principe
fr: São Tome et Principe

source: The pedagogical approach
fr: L'approche pédagogique

source: Customs, tax and related government associate professionals
fr: Professionnels gouvernementaux associés aux douanes et taxes

source: LIFELONG LEARNING PROGRAMME Decentralized
fr: Programme d'éducation et de formation tout au long de la vie (décentralisé)

source: Extraction of crude petroleum and natural gas
fr: Extraction d'hydrocarbures et de gaz naturel

source: CONTACT SEMINARS
fr: SEMINAIRES DE CONTACT

source: DENMARK
fr: DANEMARK

source: In general, how would you rate the quality of service provided by the national agency?
fr: D'une manière générale, comment évaluez-vous la qualité du service rendu par votre Agence Nationale ?

source: access to level 5A/B less than 3y
fr: Accès au niveau 5A/B moins que 3y

source: Transparency and recognition of competences and qualifications
fr: Transparence et reconnaissance des compétences et des certifications

source: Venezuela
fr: Vénézuela

source: Language learning in adult education
fr: Apprentissage de langues en foramation por adultes

source: Chinese
fr: Chinois

source: Architecture and building (others)
fr: Architecture et construction (autres)

source: 2.001 to 5.000
fr: 2001 à 5000

source: Policy
fr: Politiques

source: Secondary education teaching professionals
fr: Professionnels de l'enseignement secondaire

source: COMENIUS Assistantships (ASSISTANTS)
fr: COMENIUS Assistanats (ASSISTANTS)

source: Promotion of the learning of languages of neighbouring countries
fr: Promotion de l'apprentissage de langues des pays voisins

source: LEONARDO DA VINCI VETPRO (VET Professionals)
fr: LEONARDO DA VINCI FOR (VETPRO)

source: Serbian
fr: Serbe

source: To support participants in training and further training activities in the acquisition and the use of knowledge, skills and qualifications to facilitate personal development, employability and participation in the European labour market
fr: Aider les participants aux formations et aux activités de formation supplémentaires à acquérir et à utiliser des connaissances, des aptitudes et des qualifications en vue de faciliter l’épanouissement personnel, l’aptitude à l’emploi et la participation au marché du travail européen

source: GRUNDTVIG Multilateral projects
fr: GRUNDTVIG Projets multilatéraux

source: Digital competence
fr: Compétence numérique

source: Employed in adult education, full time
fr: Employé dans l'éducation des adultes, à plein temps

source: Real estate activities
fr: Activités immobilières

source: work based
fr: en milieu professionnel

source: TRANSFER OF INNOVATION
fr: TRANSFERT D'INNOVATION

source: Social work associate professionals
fr: Professionnesl associés au travail social

source: General programmes with no special subject emphasis
fr: Programmes généraraux sans thématique particulière

source: Subsistence agricultural and fishery workers
fr: Ouvriers spécialisés dans l'agriculture et la pisciculture de subsistance

source: Belarus
fr: Biélorussie

source: Ship and aircraft controllers and technicians
fr: Contrôleurs et techniciens nautiques et aériens

source: Increased cooperation among staff
fr: Amélioration de la coopération entre les membres du personnel

source: I feel more confident
fr: Je me sens plus confiant

source: The project fosters young people's sense of European citizenship and helps them to understand their role as part of the present and future of Europe
fr: Le projet favorise le sens de la citoyenneté européenne chez les jeunes et les aide à comprendre le rôle qu'ils ont à jouer dans le présent et le futur de l'Europe

source: Training course
fr: Formation

source: European Cooperation and Collaboration
fr: Coopération et collaboration européenne

source: Leonardo Mobility Certificate
fr: Certificat Leonardo Mobilité

source: Fine arts
fr: Les Beaux arts

source: Agricultural, fishery and related labourers
fr: Ouvriers agricoles, piscicoles et assimilés

source: Egypt
fr: Égypte

source: Pedagogical strategy
fr: Stratégie pédagogique

source: Non manual workers
fr: Travailleurs non manuels

source: Pupils
fr: Elèves

source: GRUNDTVIG In-Service training and professional development for teachers and other staff in adult education
fr: GRUNDTVIG Formation continue et développement professionnel pour les enseignants et le personnel de de l'éducation des adultes

source: Promoting an awareness of the importance of cultural and linguistic diversity within Europe, as well as of the need to combat racism, prejudice and xenophobia
fr: Favoriser la prise de conscience de l’importance de la diversité culturelle et linguistique en Europe, ainsi que de la nécessité de lutter contre le racisme, les préjugés et la xénophobie

source: Foreign language training (only language learning as such)
fr: Formation d'acquisition de compétences linguistiques

source: Construction of buildings
fr: Construction de bâtiments

source: Quality and evaluation of education
fr: Qualité et évaluation de l'éducation

source: Computer system analysis
fr: Analyse de système d'information

source: Minority
fr: Minorité

source: Finnish
fr: Finlandais

source: COM-Small bilateral
fr: COM-petit bilatéral

source: Promotion of learning of languages of neighbouring countries
fr: Promotion de l'apprentissage de langues des pays voisins

source: Body providing guidance and information on Lifelong Learning
fr: Centres d'orientation et d'information sur l'éducation et la formation tout au long de la vie

source: pre-vocational and vocational programmes
fr: Programmes de formation pré-professionnelle et professionnelle

source: Traditional education and training modules like handbooks and other training tools
fr: Education traditionnelle et module d'apprentissage comme des manuels ou autres outils d'apprentissage

source: My sending school/organisation was helpful during my Mobility
fr: Mon école/organisme d'envoi m'a aidé pendant mon placement

source: A project entirely conceived and developed by young people themselves (2 forms in YL)
fr: Un projet entièrement conçu et développé par les jeunes eux-mêmes (2 formulaires dans YL)

source: European project management
fr: Gestion de projet européen

source: Labourers in mining, construction, manufacturing and transport
fr: Ouvriers dans les mines, la construction, la production et le transport

source: NORWAY
fr: NORVÈGE

source: first stage of basic education
fr: premier niveau de l'enseignement de base

source: Arts (broad programmes)
fr: Arts (programme général)

source: Joint/ double degree projects
fr: Projets de diplômes joints ou de doubles diplômes

source: Geographical obstacles
fr: Obstacles géographiques

source: Dominican Republic
fr: République Dominicaine

source: Assessment, certification, valuing learning
fr: Evaluation, certification, valorisation de l'apprentissage

source: MANUFACTURING
fr: INDUSTRIES MANUFACTURIERES

source: Flat Rate grant
fr: Subvention à taux forfaitaire
